/* original app has been modified and moved */
"%1$@ has been updated and moved. Do you want to change all your keychain items to allow the new version access to your keychain?" = "%1$@이(가) 업데이트되고 이동되었습니다. 새로운 버전이 키체인에 접근하도록 모든 키체인 항목을 변경하겠습니까?";

/* original app has been updated (paths equal) v2 */
"%1$@ has been updated. Do you want to allow the new version to access the same keychain items (such as passwords) as the previous version?" = "%1$@이(가) 업데이트되었습니다. 새로운 버전이 이전 버전처럼 동일한 키체인 항목(예: 암호)에 접근할 수 있게 하겠습니까?";

/* original app has been updated (paths equal) */
"%1$@ has been updated. Do you want to change all your keychain items to allow the new version access to your keychain?" = "%1$@이(가) 업데이트되었습니다. 새로운 버전이 키체인에 접근하도록 모든 키체인 항목을 변경하겠습니까?";

/* Descriptive text for when the app doesn't match the item's ACL. */
"%1$@ may have been updated or changed, perhaps during a software update. Because of this you need to allow permission to use the keychain item." = "소프트웨어가 업데이트되는 동안 %1$@이(가) 업데이트되었거나 변경되었을 수 있습니다. 이 때문에 키체인 항목을 사용할 수 있는 권한을 허용해야 합니다.";

/* Descriptive text for when the app doesn't match the item acls in a keychain's items. */
"%1$@ may have been updated or changed, perhaps during a software update. Because of this you need to allow permission to use the keychain." = "소프트웨어 업데이트 중에 %1$@이(가) 업데이트되었거나 변경되었기 때문에, 키체인을 사용할 수 있는 권한이 필요합니다.";

/* Confirm Access message text when operation is unknown. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key affected. */
"%1$@ wants to access key \\U201C%2$@\\U201D in your keychain." = "%1$@이(가) 키체인에서 “%2$@” 키 접근을 허용하고자 합니다.";

/* Confirm Access message text when attempting to generate a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being generated. */
"%1$@ wants to add the  \\U201C%2$@\\U201D item to your keychain." = "%1$@이(가) 키체인에 “%2$@” 항목을 추가하고자 합니다.";

/* Confirm Access message text when attempting to modify the ACL of a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key of which the ACL is being changed. */
"%1$@ wants to change access permissions of the \\U201C%2$@\\U201D item in your keychain." = "%1$@이(가) 키체인의 “%2$@” 항목의 접근 허가를 변경하고자 합니다.";

/* Confirm Access message text when attempting to modify the owner of a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key of which the owner is being changed. */
"%1$@ wants to change the owner of the \\U201C%2$@\\U201D item in your keychain (the owner of the item is the one allowed to change access permissions)." = "%1$@이(가) 키체인에서 “%2$@” 항목의 소유자 변경을 허용(항목의 소유자는 접근 권한 변경 가능)하고자 합니다.";

/* Confirm Access message text when attempting to decrypt using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to decrypt the \\U201C%2$@\\U201D item in your keychain." = "%1$@이(가) 키체인에 있는 “%2$@” 항목의 암호화를 해제하려고 합니다.";

/* Confirm Access message text when attempting to delete a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being being deleted. */
"%1$@ wants to delete the \\U201C%2$@\\U201D item from your keychain." = "%1$@이(가) 키체인에서 “%2$@” 항목을 삭제하고자 합니다.";

/* Confirm Access message text when attempting to derive a key from a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used to derive a key from. */
"%1$@ wants to derive a key from key \\U201C%2$@\\U201D in your keychain." = "%1$@이(가) 키체인에서 “%2$@” 키의 키 추출을 허용하고자 합니다.";

/* Confirm Access message text when attempting to encrypt using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to encrypt using key \\U201C%2$@\\U201D in your keychain." = "%1$@이(가) 키체인에 있는 “%2$@” 키를 사용하여 암호화하려고 합니다.";

/* Confirm Access message text when attempting to export a key in wrapped form. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being exported. */
"%1$@ wants to export key \\U201C%2$@\\U201D from your keychain." = "%1$@이(가) 키체인에서 “%2$@” 키 보내기를 허용하고자 합니다.";

/* Confirm Access message text when attempting to import a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being imported. */
"%1$@ wants to import key \\U201C%2$@\\U201D into your keychain." = "%1$@이(가) 키체인으로 “%2$@” 키를 가져오고자 합니다.";

/* Confirm Access message text when attempting to sign using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to sign using key \\U201C%2$@\\U201D in your keychain." = "%1$@이(가) 키체인에서 “%2$@” 키를 사용하여 서명하고자 합니다.";

/* Confirm Access message text when attempting to sign using a key. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to sign with key \\U201C%2$@\\U201D in your keychain." = "%1$@이(가) 키체인에서 “%2$@” 키로 서명하고자 합니다.";

/* Unlock reason */
"%1$@ wants to use the \\U201C%2$@\\U201D keychain." = "%1$@이(가) “%2$@” 키체인을 사용하고자 합니다.";

/* Confirm Access message text when attempting to decrypt using a groupkey. %1$@ is replaced by the name of the application making the request. %2$@ says '...allow?' or '...enter keychain password' if password is required for the operation. */
"%1$@ wants to use your .Mac password. %2$@" = "%1$@이(가) .Mac 암호를 사용할 것을 요청합니다. %2$@";

/* Confirm Access message text when attempting to decrypt using a groupkey. %1$@ is replaced by the name of the application making the request, %2$@ is replaced by the label of the key being used. */
"%1$@ wants to use your confidential information stored in \\U201C%2$@\\U201D in your keychain." = "키체인에서 %1$@이(가) “%2$@”에 저장된 비밀 정보를 사용하려고 합니다.";

/* Part of the Confirm Access message text when application fails static code-signing verification.  %1$@ is replaced by the name of the application making the request. */
"\\U201C%1$@\\U201D has been altered on disk. You might be running something that is pretending to be \\U201C%1$@\\U201D." = "디스크에 있는 “%1$@”이(가) 대체되었습니다. “%1$@”와(과) 유사한 무엇인가를 실행 중일 수도 있습니다.";

/* Part of the Confirm Access message text when application has failed dynamic code-signing verification.  %1$@ is replaced by the name of the application making the request. */
"\\U201C%1$@\\U201D has been modified while running and no longer conforms to what was installed on disk." = "“%1$@”이(가) 실행하는 동안 수정되었고 더 이상 디스크에 설치된 것에 일치시킬 수 없습니다.";

/* Part of the Confirm Access message text when neither a signature nor a path is available to verify the application. */
"\\U201C%1$@\\U201D is unknown. Access is denied." = "“%1$@”이(가) 알려지지 않았습니다. 연결이 거부되었습니다.";

/* new app introduced, give it access? */
"An application named %1$@ needs to access your keychain, but there is an existing version. Do you want to change all your keychain items to allow the new version access to your keychain?" = "%1$@(이)라는 응용 프로그램이 키체인에 접근해야 하지만, 기존에 있는 버전입니다. 새로운 버전이 키체인에 접근하도록 모든 키체인 항목을 변경하겠습니까?";

/* AppType */
"Application:" = "응용 프로그램:";

/* Authentication no longer needed */
"Authentication is no longer needed." = "더 이상 인증이 필요하지 않습니다.";

/* Cancel button title */
"Cancel" = "취소";

/* changed application wanting access */
"Changed Process:" = "변경된 프로세스:";

/* confirm that a application changed panel title string */
"Confirm Application Change" = "응용 프로그램 변경 확인";

/* Copy Location To Clipboard SFURLView menu item */
"Copy Location To Clipboard" = "클립보드에 주소 복사";

/* Detail disclosure button label.  Details about authorization requests. */
"Detail" = "세부사항";

/* Do you want to allow access to this item? */
"Do you want to allow access to this item?" = "이 항목으로 연결을 허용하겠습니까?";

/* Do you want to allow this? */
"Do you want to allow this?" = "이것을 허용하겠습니까?";

/* Password for a newly created keychain, change keychain password. */
"Enter a new password for the keychain \\U201C%1$@.\\U201D" = "“%1$@” 키체인에 대한 새로운 암호를 입력하십시오.";

/* When configuring a keychain on additional Macs (non-login kc) */
"Enter the password for keychain \\U201C%1$@\\U201D on \\U201C%2$@\\U201D." = "“%2$@”에 있는 “%1$@” 키체인에 대한 암호를 입력하십시오.";

/* Enter the password for keychain \\U201C%1$@\\U201D on one of the computers you have synchronized. */
"Enter the password for keychain \\U201C%1$@\\U201D on one of the computers you have synchronized." = "동기화한 컴퓨터 중 하나에서 “%1$@” 키체인에 대한 암호를 입력하십시오.";

/* Part of the Confirm Access message text when application signature cannot be verified.  %1$@ is replaced by the name of the application making the request. */
"It is not possible to tell whether \\U201C%1$@\\U201D is unchanged from the last time it was used. Someone could have modified or replaced it." = "It is not possible to tell whether “%1$@” is unchanged from the last time it was used. Someone could have modified or replaced it.";

/* Keychain Access application's name */
"Keychain Access.app" = "Keychain Access.app";

/* When referring to a faceless application or tool that represents the system, Mac OS X, your computer, your system, this replaces the client name in the authentication dialog */
"Mac OS X" = "Mac OS X";

/* Shown instead of Password: when asking the user to provide a new password or change an old one. */
"New Password:" = "새로운 암호:";

/* No button title */
"No" = "아니요";

/* Sometimes no password is required and the field is inactive.  This string is set in it as a placeholder. */
"Not required." = "필요하지 않음.";

/* OK button title */
"OK" = "승인";

/* Show user provided hint to help remember password */
"Password hint: \\U201C%1$@\\U201D." = "암호 힌트: “%1$@”.";

/* In the case of a smartcard instead of a keychain, the PIN label is substituted where the Password label is. */
"PIN:" = "PIN:";

/* Unlock reason detail */
"Please enter the keychain password." = "키체인 암호를 입력하십시오.";

/* Typical pwd suggestion */
"Secure passwords typically are longer than 6 characters and should not contain obvious words like dog, cat, and so on." = "일반적으로 보안 암호는 6문자 이상이며 dog, cat 등과 같은 명백한 단어를 포함하지 않아야 합니다.";

/* Authentication unable to continue */
"Sorry, unable to continue the authentication." = "인증을 계속할 수 없습니다.";

/* Unlock unable to continue */
"Sorry, unable to continue the unlock." = "잠금 해제를 계속할 수 없습니다.";

/* Authentication canceled */
"Sorry, you attempted to authenticate too many times." = "인증을 너무 많이 시도했습니다.";

/* NewPwd canceled */
"Sorry, you attempted to set your password for the \\U201C%1$@\\U201D keychain too many times." = "“%1$@” 키체인에 대한 암호 설정을 너무 많이 시도했습니다.";

/* Unlock canceled */
"Sorry, you attempted to unlock \\U201C%1$@\\U201D too many times." = "\"%1$@\"에 대한 잠금 해제를 너무 많이 시도했습니다.";

/* Unlock failed; invalid password */
"Sorry, you entered an invalid password." = "유효하지 않은 암호를 입력했습니다.";

/* For referring to the system keychain. */
"System" = "시스템";

/* Application with same name is different and possibly in a different location as well. */
"The \\U201C%1$@\\U201D software on your computer has changed and wants to access your keychain." = "The “%1$@” software on your computer has changed and wants to access your keychain.";

/* Part of the Confirm Access informational text when application is unsigned.  %1$@ is replaced by the name of the application making the request. */
"The authenticity of \\U201C%1$@\\U201D cannot be verified." = "“%1$@”의 인증을 확인할 수 없습니다.";

/* error after succefully entering a password which then fails to get added to a keychain. */
"The item could not be added to your default keychain." = "항목을 기본 키체인에 추가할 수 없습니다.";

/* detailed message for allowing a process to have the same access as original app v2. */
"The keychain items may include passwords and other important information. If you click Allow, the new version of \\U201C%1$@\\U201D will have access to all the keychain items used by previous version. This change is permanent." = "키체인 항목은 암호 및 다른 중요한 정보를 포함합니다. 허용을 클릭하면 새로운 버전의 “%1$@”이(가) 이전 버전에서 사용된 모든 키체인 항목에 접근할 수 있습니다. 이는 영구적으로 변경됩니다.";

/* Authentication failed; invalid username or password */
"The name or password you entered is incorrect." = "입력한 이름 또는 암호가 정확하지 않습니다.";

/* detailed message for allowing a process to have the same access as original app. */
"This change is permanent and affects all keychain items in all your keychains." = "영구적으로 변경되며 모든 키체인에 있는 키체인 항목에 영향을 줍니다.";

/* Application with same name is different and possibly in a different location as well. */
"This is a new version of the application \\U201C%1$@\\U201D. Do you want to allow it to access the same keychain items as the previous version?" = "이는 새로운 버전의 “%1$@” 응용 프로그램입니다. 이 새로운 버전이 이전 버전과 동일한 키체인 항목에 접근할 수 있도록 허용하겠습니까?";

/* When configuring a keychain on additional Macs - details text */
"This is the same password you used to first synchronize your keychain \\U201C%@\\U201D with .Mac." = "이 암호는 처음 “%@” 키체인을 .Mac과 동기화하는데 사용된 암호와 동일합니다.";

/* Please enter the keychain password. */
"To allow this, enter the \\U201C%1$@\\U201D keychain password." = "이를 허용하려면, “%1$@” 키체인 암호를 입력하십시오.";

/* When configuring a keychain on additional Macs (login kc) */
"To synchronize your keychain on this computer, enter the password for your user account on \\U201C%1$@\\U201D." = "이 컴퓨터의 키체인을 동기화하려면 “%1$@”의 사용자 계정에 대한 암호를 입력하십시오.";

/* To synchronize your keychain on this computer, enter your user account password for any of the computers you synchronize. */
"To synchronize your keychain on this computer, enter your user account password for any of the computers you synchronize." = "이 컴퓨터의 키체인을 동기화하려면 동기화하는 컴퓨터 중 하나의 사용자 계정 암호를 입력하십시오.";

/* ToolType */
"Tool:" = "도구:";

/* Try again later */
"Try again later." = "나중에 다시 해보십시오.";

/* Please Try again */
"Try entering your information again." = "정보 입력을 다시 시도하십시오.";

/* Authenticate greeting changing the system certificate Trust Settings. */
"Type an administrator's name and password to make changes to the System Certificate Trust Settings." = "관리자의 이름 및 암호를 입력하여 시스템 인증 신뢰 설정을 변경하십시오.";

/* Authenticate greeting for a non-admin asking to authenticate as an admin.  %1$@ gets replaced with Application name, or the localized string representing the system (Mac OS X). */
"Type an administrator\\U2019s name and password to allow %1$@ to make changes." = "관리자의 이름 및 암호를 입력하여 %1$@ 변경을 허용하십시오.";

/* Authenticate greeting for any group.  %1$@ gets replaced with group name and %2$@ gets replaced with the calling Application's name, or the localized string representing the system (Mac OS X). */
"Type the name and password of a user in the \\U201C%1$@\\U201D group to allow %2$@ to make changes." = "“%1$@” 그룹의 사용자에 대한 이름과 암호를 입력하여 %2$@이(가) 변경하는 것을 하용하십시오.";

/* Authenticate greeting for an admin, or a user that can authorize.  %1$@ gets replaced with Application name, or the localized string representing the system (Mac OS X). */
"Type your password to allow %1$@ to make changes." = "%1$@이(가) 변경하도록 허용하려면 암호를 입력하십시오.";

/* Authenticate greeting changing the per-user certificate Trust Settings. */
"Type your password to make changes to your Certificate Trust Settings." = "암호를 입력하여 인증 신뢰 설정을 변경하십시오.";

/* UnkownProcessType */
"Unknown:" = "알 수 없음:";

/* Unlock no longer needed */
"Unlock is no longer needed." = "더 이상 잠금 해제가 필요하지 않습니다.";

/* Yes button title */
"Yes" = "예";

/* pwd is blank */
"You have not provided a password. Please specify one." = "암호를 입력하지 않았습니다. 하나를 지정하십시오.";

/* pwd too simple */
"You have specified a non-secure password. Please use a longer one." = "안전하지 않은 암호를 지정하였습니다. 보다 긴 암호를 사용하십시오.";

/* used that pwd before */
"You have used that password before. Please use a different one." = "이전에 같은 암호를 사용했습니다. 다른 암호를 사용하십시오.";

/* Authentication failure for admin group.  %1$@ gets replaced with Application name. */
"You must type an administrator\\U2019s name and password to make changes to %1$@." = "%1$@을(를) 변경하려면 관리자의 이름과 암호를 입력하십시오.";

/* Authentication failure for any group.  %1$@ gets replaced with group name and %2$@ gets replaced with the calling Application's name. */
"You must type the name and password of a user in the \\U201C%1$@\\U201D group to make changes to %2$@." = "%2$@을(를) 변경하려면 “%1$@” 그룹에 있는 사용자의 이름과 암호를 입력해야 합니다.";

/* NewPwd verify not equal */
"Your password is not the same as the verify password." = "암호가 확인 암호와 같지 않습니다.";

/* pwd unacceptable */
"Your password is unacceptable." = "허용할 수 없는 암호입니다.";

